# TUIs
brew "fzf"
brew "lazygit"
brew "neovim"
brew "tmux"
brew "yazi"

# Core tools
brew "bat"
brew "eza"
brew "fd"
brew "git"
brew "jq"
brew "ripgrep"
brew "starship"
brew "stow"
brew "zoxide"

# Extras
brew "curl"
brew "fswatch"
brew "make"
brew "parallel"
brew "unzip"
brew "wget"

# Casks
cask "wezterm"
cask "font-jetbrains-mono-nerd-font"

# Languages
brew "go"
brew "gofumpt"
brew "python"
brew "ruff"
brew "nvm"
brew "lua"
brew "shfmt"
brew "mdformat"

